[
    {
        "id": 1,
        "name": "Fazlay",
        "review": "Apple has to take the spot for the worst customer service. They dont seem to value customers.Have provided them with all the information they need to resolve and issue yet let keep replying “not enough information” when reply “can you be more specific about what is not enough” they dont respond. They just reply not enough information.",
        "ratings": "5/5",
        "img": "https://cdn-icons.flaticon.com/png/512/2202/premium/2202112.png?token=exp=1649102722~hmac=a51270261d718e7706db317863f88ea8"
    },
    {
        "id": 2,
        "name": "Pintu",
        "review": "I usually find Apple quite good but a £2k+ 27 Furthermore, they've discontinued this product so I can't even buy a like-for-like replacement.Very disappointing.",
        "ratings": "4/5",
        "img": "https://cdn-icons.flaticon.com/png/512/2202/premium/2202112.png?token=exp=1649102722~hmac=a51270261d718e7706db317863f88ea8"
    },
    {
        "id": 3,
        "name": "Sayem",
        "review": "The Macbook Air is pretty good for school and office work, and the main reason I bought it is because of its excellent battery life. The only thing that kept me from buying the Macbook Air was its screen resolution. Because for a laptop that cost a grand its screen really sucks, and the Macbook Pro is too heavy for me",
        "ratings": "2/5",
        "img": "https://img.icons8.com/external-linector-flat-linector/344/external-avatar-man-avatar-linector-flat-linector-6.png"
    },
    {
        "id": 4,
        "name": "Fahim",
        "review": "I would expect nothing less from apple. It works well, fast and is reliable. When it comes to computers, I won't purchase anything but apple. My Girls have a apple desktop and I have a macbook air.",
        "ratings": "3/5",
        "img": "https://cdn-icons.flaticon.com/png/512/2202/premium/2202112.png?token=exp=1649102722~hmac=a51270261d718e7706db317863f88ea8"
    },
    {
        "id": 5,
        "name": "Parvez",
        "review": "This computer has done all we've needed it to do for my up and coming freshman college student. So far we have had an excellent experience with this MacBook and look forward to learning more as time progresses.",
        "ratings": "5/5",
        "img": "https://cdn-icons.flaticon.com/png/512/2202/premium/2202112.png?token=exp=1649102722~hmac=a51270261d718e7706db317863f88ea8"
    },
    {
        "id": 6,
        "name": "Noman",
        "review": "We bought a MacBook for our daughter to use in college. She did lots of research and it is proven to be reliable, rarely having problems with viruses. It's lightweight and fun to use.",
        "ratings": "3.5/5",
        "img": "https://cdn-icons.flaticon.com/png/512/2202/premium/2202112.png?token=exp=1649102722~hmac=a51270261d718e7706db317863f88ea8"
    }
]